import Blender2 from "@/img/products/blender1/blender1.png";
import Blender1 from "@/img/products/blender1/blender2.png";
import Blender3 from "@/img/products/blender1/blender3.png";
import BlenderPreview from "@/img/products/blender_1.jpg";
import Mx1 from "@/img/products/mikser1/mx1.jpg";
import Mx2 from "@/img/products/mikser1/mx2.jpg";
import MikserPreview from "@/img/products/mikser_1.jpg";
export const Product = [
  {
    id: 1,
    name: "Блендер",
    type: "ASTIX ABL-2800",
    oldCost: "",
    newCost: "2 999",
    raiting: "5",
    link: "/catalog/kitchen/blenders/",
    ozon: "Y",
    ym: "Y",
    am: "N",
    wb: "Y",
    ali: "Y",
    family: "Кухня",
    chapter: "Блендеры и миксеры",
    desc: "Это надежный помощник для каждого покупателя. Погружной блендер занимает мало места на кухне и выполняет функции измельчения, взбивания и смешивания. Отличительной чертой данной модели является пониженный уровень шума, эргономичность и плавная регулировка скорости. Насадка погружного блендера полностью выполнена из металла, что обеспечивает прочность, безопасность и долговечность прибора. А острые ножи из нержавеющей стали отлично справляются даже с мясом и сырыми овощами. Бонусом в комплекте идет глубокий пластиковый мерный стакан с крышкой. Что позволяет не использовать дополнительную посуду для приготовления, перемешивания и хранения. Данная модель отлично подходит для приготовления детского прикорма, смузи, паштетов, фарша, пюре, муссов; а также замешивания жидкого теста и яичной смеси.",
    equipment: [
      "(1) Моторная часть",
      "(1) Насадка-венчик",
      "(1) Емкость для измельчения",
      "(1) Емкость для измельчения (чоппер)",
      "(1) Мерный стакан для смешивания с пластиковой крышкой.",
      "(1) Инструкция с гарантийным талоном сроком на 1 год.",
    ],
    previewImg: BlenderPreview,
    photos: [Blender1, Blender2, Blender3],
    descPhoto: Blender1,
    char: [
      {
        title: "Заводские данные",
        items: [
          {
            title: "Гарантия",
            value: "24 мес.",
          },
          {
            title: "Страна производитель",
            value: "Китай",
          },
        ],
      },
      {
        title: "Общие параметры",
        items: [
          {
            title: "Тип",
            value: "Блендер-погружной",
          },
          {
            title: "Модель",
            value: "ASTIX ABL-2800",
          },
          {
            title: "Основной цвет",
            value: "черно-серебристый",
          },
        ],
      },
      {
        title: "Основные характеристики",
        items: [
          {
            title: "Материал корпуса",
            value: "пластик, металл",
          },
          {
            title: "Материал погружной части",
            value: "металл",
          },
          {
            title: "Количество скоростей",
            value: "2",
          },
          {
            title: "Количество насадок",
            value: "3",
          },
          {
            title: "Объем чаши",
            value: "0.5 л",
          },
          {
            title: "Объем мерного стакана",
            value: "0.6 л",
          },
          {
            title: "Длина шнура",
            value: "1.45 м",
          },
        ],
      },
      {
        title: "Питание",
        items: [
          {
            title: "Питание",
            value: "сеть",
          },
          {
            title: "Мощность",
            value: "1000 Вт",
          },
          {
            title: "Напряжение",
            value: "220-240 В, 50 Гц",
          },
        ],
      },
    ],
    reviews: [
      {
        name: "Ольга К.2",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
    ],
  },
  {
    id: 2,
    name: "Миксер планетарный",
    type: "MOJO SM-350",
    oldCost: "",
    newCost: "9 401",
    raiting: "5",
    link: "/catalog/kitchen/blenders/",
    ozon: "Y",
    ym: "Y",
    am: "Y",
    wb: "Y",
    ali: "Y",
    family: "Кухня",
    chapter: "Миксеры планетарные",
    desc: "Стационарный планетарный миксер MOJO SM-350 с чашей, 6 скоростей. Планетарная система - насадки крутятся не только вокруг своей оси, но и перемещаются по всей чаше. Миксер с чашей объемом 5,5 л вместит в себя много ингредиентов. ",
    equipment: [
      "(1) Миксер",
      "(1) Крюк для замешивания теста",
      "(1) лопатка для перемешивания негустых ингредиентов",
      "(1) венчик для взбивания жидких ингредиентов",
      "(1) крышка чаши",
      "(1) лопатка силиконовая",
    ],
    previewImg: MikserPreview,
    photos: [Mx1, Mx2, Blender3],
    descPhoto: Mx2,
    brend: "Astix",
    char: [
      {
        title: "Заводские данные",
        items: [
          {
            title: "Гарантия",
            value: "24 мес.",
          },
          {
            title: "Страна производитель",
            value: "Китай",
          },
        ],
      },
      {
        title: "Общие параметры",
        items: [
          {
            title: "Тип",
            value: "Блендер-погружной",
          },
          {
            title: "Модель",
            value: "ASTIX ABL-2800",
          },
          {
            title: "Основной цвет",
            value: "черно-серебристый",
          },
        ],
      },
      {
        title: "Основные характеристики",
        items: [
          {
            title: "Материал корпуса",
            value: "пластик, металл",
          },
          {
            title: "Материал погружной части",
            value: "металл",
          },
          {
            title: "Количество скоростей",
            value: "2",
          },
          {
            title: "Количество насадок",
            value: "3",
          },
          {
            title: "Объем чаши",
            value: "0.5 л",
          },
          {
            title: "Объем мерного стакана",
            value: "0.6 л",
          },
          {
            title: "Длина шнура",
            value: "1.45 м",
          },
        ],
      },
      {
        title: "Питание",
        items: [
          {
            title: "Питание",
            value: "сеть",
          },
          {
            title: "Мощность",
            value: "1000 Вт",
          },
          {
            title: "Напряжение",
            value: "220-240 В, 50 Гц",
          },
        ],
      },
    ],
    reviews: [
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
    ],
  },
  {
    id: 2,
    name: "Миксер планетарный",
    type: "MOJO SM-350",
    oldCost: "",
    newCost: "9 401",
    raiting: "5",
    link: "/catalog/kitchen/grils/",
    ozon: "Y",
    ym: "Y",
    am: "Y",
    wb: "Y",
    ali: "Y",
    family: "Кухня",
    chapter: "Грили",
    desc: "Стационарный планетарный миксер MOJO SM-350 с чашей, 6 скоростей. Планетарная система - насадки крутятся не только вокруг своей оси, но и перемещаются по всей чаше. Миксер с чашей объемом 5,5 л вместит в себя много ингредиентов. ",
    equipment: [
      "(1) Миксер",
      "(1) Крюк для замешивания теста",
      "(1) лопатка для перемешивания негустых ингредиентов",
      "(1) венчик для взбивания жидких ингредиентов",
      "(1) крышка чаши",
      "(1) лопатка силиконовая",
    ],
    previewImg: MikserPreview,
    photos: [Mx1, Mx2, Blender3],
    descPhoto: Mx2,
    char: [
      {
        title: "Заводские данные",
        items: [
          {
            title: "Гарантия",
            value: "24 мес.",
          },
          {
            title: "Страна производитель",
            value: "Китай",
          },
        ],
      },
      {
        title: "Общие параметры",
        items: [
          {
            title: "Тип",
            value: "Блендер-погружной",
          },
          {
            title: "Модель",
            value: "ASTIX ABL-2800",
          },
          {
            title: "Основной цвет",
            value: "черно-серебристый",
          },
        ],
      },
      {
        title: "Основные характеристики",
        items: [
          {
            title: "Материал корпуса",
            value: "пластик, металл",
          },
          {
            title: "Материал погружной части",
            value: "металл",
          },
          {
            title: "Количество скоростей",
            value: "2",
          },
          {
            title: "Количество насадок",
            value: "3",
          },
          {
            title: "Объем чаши",
            value: "0.5 л",
          },
          {
            title: "Объем мерного стакана",
            value: "0.6 л",
          },
          {
            title: "Длина шнура",
            value: "1.45 м",
          },
        ],
      },
      {
        title: "Питание",
        items: [
          {
            title: "Питание",
            value: "сеть",
          },
          {
            title: "Мощность",
            value: "1000 Вт",
          },
          {
            title: "Напряжение",
            value: "220-240 В, 50 Гц",
          },
        ],
      },
    ],
    brend: "GurMan",
    reviews: [
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
      {
        name: "Ольга К.",
        stars: "5",
        place: "OZON",
        date: "10 Августа 2022",
        advantages: "порадовала цена",
        flaws: "хлипковатый венчик",
        comment:
          "Прекрасный блендер. Мощность хорошая. Ножи острые. Шнур достаточно длинный. Немного не поняла фиксацию рукоятки к чоперу, но оказалось, что просто нужно чуть туже провернуть. Кнопки мягкие. Чопер отлично справляется с филе свинины, моментально измельчает головку лука. Погружной блендер великолепно измельчает отварную печень для паштета, абрикосы для джема, превосходно взбивает майонез. Очень порадовал дополнительный контейнер с крышкой. Я довольна покупкой, очень хороший помощник на кухне.",
      },
    ],
  },
];
